<?php

return [

    'author' => 'Комментарии Украина',

    'publication_author' => 'Автор публикации',

    'title' => 'Новости Украины и мира: последние события сегодня онлайн | Комментарии',

    'description' => 'Все новости Украины за последние сутки. Свежие события онлайн, последние новости политики, экономики, спорта, культуры, технологий, шоу-бизнеса, искусственного интеллекта, новости Украины и мира 2026 на Комментарии.',

    'homepage' => [
        'keywords' => 'срочные новости Украины, новости Украины 24, свежие новости, новости Украины, новости мира, новости онлайн, новости Украины сейчас, новости Украины война сегодня, последние новости, новости дня, новости мира, новости Украины сегодня, новости Киева, события сегодня онлайн',
        'news_keywords' => 'срочные новости Украины, новости Украины 24, свежие новости, новости Украины, новости мира, новости онлайн, новости Украины сейчас, новости Украины война сегодня, последние новости, новости дня, новости мира, новости Украины сегодня, новости Киева, события сегодня онлайн',
    ],

    'description_type' => ' - Подробнее на сайте Comments.ua',

    'description_opinion' => 'Свежие новости Украины и мира за последний час: новости политики, экономики, финансов, шоу-бизнеса, науки и культуры.',

    'title_news' => 'Последние новости за час Украины и мира на новостной ленте Комментарии Украина',

    'title_common' => ' - Все публикации | Комментарии Украина',

    'title_short' => ' | Комментарии Украина',

    'news' => [
        'politics' => 'Последние новости политики: последние политические новости в Украине и мире | Комментарии Украина',
        'world' => 'Последние новости мира за час: самые последние новости в мире на Комментарии Украина',
        'stars' => 'Последние новости шоу-бизнеса на сегодня: последние новости шоу-бизнеса на Комментарии Украина',
        'money' => 'Последние новости бизнеса в мире и Украине на Комментарии Украина',
        'it' => 'Последние новости IT и Hi-Tech на Комментарии Украина',
        'health' => 'Последние новости медицины и здоровья в мире и Украине на Комментарии Украина',
        'sport' => 'Последние новости спорта сегодня: последние новости спорта на Комментарии Украина',
    ],

    'common' => [
        'description' => 'Свежие новости Украины и мира за последний час: новости политики, экономики, финансов, шоу-бизнеса, науки и культуры.',
        'keywords' => 'новости, новости Украины, новости в Украине, новости Украины сегодня, события в мире, мировые новости, новости за день, свежие новости, главные новости, последние новости, новости сегодня, политика, экономика, финансы, бизнес, технологии, здоровье, спорт, новости в мире, скандалы',
    ],

    'pagination' => [
        'title_suffix' => '— страница :page',
        'description_prefix' => 'Страница :page. ',
    ],
];
