<?php
return [
    'breadcrumbs' => [
        'home' => 'Главная',
    ],

    'header' =>[
        'sign_in' => 'Войти',
        'sign_out' => 'Выйти',
        'watch' => 'Смотреть',
        'search' => 'Поиск',
    ],
    'footer' =>[
        'follow_us' => 'Следуйте за нами в социальных сетях',
        'description_text_part_1' => '"COMMENTS" и «COMMENTS.UA» являются зарегистрированными товарными знаками в Украине. Цитирование или воспроизведение материалов информационно-аналитического портала «Комментарии» (comments.ua) без указания активной гиперссылки на www.comments.ua (не закрытой для индексации поисковыми системами) непосредственно в тексте новости будет считаться нарушением Закона Украины «Об авторском праве и смежных правах».',
        'description_text_part_2' => 'Новости партнеров публикуются в разделе «Пресс-релизы». Рекламные материалы содержат специальные пометки. Раздел «Дайджест» может содержать информацию из Интернета. Мы не несем ответственности за точность такой информации. Предназначено для лиц старше 21 года.',

        'terms_of_use' => 'Пользовательское соглашение',
        'privacy_policy' => 'Политика конфиденциальности',
        'manage_cookies' => 'Управление файлами cookie',
        'Accessibility & CC' => 'Accessibility & CC',
        'about' => 'О нас',
        'newsletters_transcripts' => 'Розсилки новин',
    ],
    'recommended' =>[
        'title' => 'Рекомендованные',
        'view-all' => 'Все',
    ],
    'featured' =>[
        'title' => 'Избранные новости',
    ],

    'editor' => [
        'title' => 'Журналист',
        'no_articles' => 'У журналиста нет опубликованных статей',
    ],

    'editors' => [
        'title' => 'Журналисты',
        'description' => 'Редакторы Комментарии Украина: список редакторов и их публикаций.',
        'empty' => 'Журналисты не найдены',
    ],

    'author' => [
        'title' => 'Автор',
        'title-opinion' => 'Автор мнений: ',
    ],

    'significant' =>[
        'title' => 'Список значущих',
        'persons' => 'Персоны',
        'company' => 'Компании',
        'ukraine' => 'Украина',
    ],

    'dossier' =>[
        'title' => 'Досье',
        'company' => 'Компания',
        'persons' => 'Персона',
    ],

    'articles-with-actions' =>[
        'title' => 'Статьи',
        'last' => 'Последние',
        'top' => 'ТОП',
        'exclusive' => 'Эксклюзивные',
        'all' => 'Все статьи',

        'today' => 'сегодня',
        'yesterday' => 'вчера',
    ],
];
