<?php

return [

    'author' => 'Коментарі Україна',

    'publication_author' => 'Автор публікації',

    'title' => 'Новини України та світу: останні події сьогодні онлайн | Коментарі',

    'description' => 'Всі новини України за останню добу. Свіжі події онлайн, останні новини політики, економіки, спорту, культури, технологій, шоу-бізнесу, штучного інтелекту, новини України та світу 2026 на Коментарі.',

    'homepage' => [
        'keywords' => 'термінові новини України, новини України 24, новини свіжі, новини України, новини світу, новини онлайн, новини України зараз, новини України війна сьогодні, останні новини, новини дня, новини світу, новини України сьогодні, новини Києва, події сьогодні онлайн',
        'news_keywords' => 'термінові новини України, новини України 24, новини свіжі, новини України, новини світу, новини онлайн, новини України зараз, новини України війна сьогодні, останні новини, новини дня, новини світу, новини України сьогодні, новини Києва, події сьогодні онлайн',
    ],

    'description_type' => ' - Детальніше на сайті Comments.ua',

    'description_opinion' => 'Свіжі новини України та світу за останню годину: новини політики, економіки, фінансів, шоу-бізнесу, науки та культури.',

    'title_news' => 'Останні новини за годину України та світу на стрічці новин Коментарі Україна',

    'title_common' => ' - Усі публікації | Коментарі Україна',

    'title_short' => ' | Коментарі Україна',

    'news' => [
        'politics' => 'Останні новини політики: останні політичні новини в Україні та світі | Коментарі Україна',
        'world' => 'Останні новини світу за годину: найостанніші новини у світі на Коментарі Україна',
        'stars' => 'Останні новини шоу-бізнесу на сьогодні: останні новини шоу-бізнесу на Коментарі Україна',
        'money' => 'Останні новини бізнесу в світі і Україні на Коментарі Україна',
        'it' => 'Останні новини IT і Hi-Tech на Коментарі Україна',
        'health' => 'Останні новини медицини і здоровʼя в світі та Україні на Коментарі Україна',
        'sport' => 'Останні новини спорту сьогодні: останні новини спорту на Коментарі Україна',
    ],

    'common' => [
        'description' => 'Свіжі новини України та світу за останній час: новини політики, економіки, фінансів, шоу-бізнесу, науки та культури.',
        'keywords' => 'новини, новини України, новини в Україні, новини України сьогодні, події в світі, світові новини, новини за день, свіжі новини, головні новини, останні новини, новини сьогодні, політика, економіка, фінанси, бізнес, технології, здоровʼя, спорт, новини у світі, скандали',
    ],

    'pagination' => [
        'title_suffix' => '— сторінка :page',
        'description_prefix' => 'Сторінка :page. ',
    ],
];
