<?php

return [
    'admin' => [
        'title_in_singular' => 'Переклад маркера',
        'title_in_plural' => 'Переклади маркерів',
    ],
    'fields' => [
        'marker_id' => 'Маркер',
        'locale' => 'Локаль',
        'name' => 'Назва',
    ],
    'validation' => [
        'marker_required' => 'Поле маркера обов\'язкове для заповнення.',
        'marker_integer' => 'Маркер повинен бути цілим числом.',
        'marker_exists' => 'Вибраний маркер не існує.',

        'locale_required' => 'Поле локалі обов\'язкове для заповнення.',
        'locale_string' => 'Локаль повинна бути рядком.',
        'locale_max' => 'Локаль не може бути більше :max символів.',
        'locale_unique' => 'Ця локаль вже існує для цього маркера.',

        'name_required' => 'Поле назви обов\'язкове для заповнення.',
        'name_string' => 'Назва повинна бути рядком.',
        'name_max' => 'Назва не може бути більше :max символів.',
    ],
];

