<?php
return [
    'breadcrumbs' => [
        'home' => 'Головна',
    ],
    'header' =>[
        'sign_in' => 'Увійти',
        'sign_out' => 'Вийти',
        'watch' => 'Дивитися',
        'search' => 'Пошук',
    ],
    'footer' =>[
        'follow_us' => 'Слідкуйте за нами в соціальних мережах',
        'description_text_part_1' => '«COMMENTS» та «COMMENTS.UA» є зареєстрованими торговими марками в Україні. Цитування або відтворення матеріалів з інформаційно-аналітичного порталу «Коментарі» (comments.ua) без зазначення активного гіперпосилання на www.comments.ua (не закритого від індексації пошуковими системами) безпосередньо в тексті новини вважатиметься порушенням Закону України «Про авторське право та суміжні права».',
        'description_text_part_2' => 'Новини партнерів публікуються в розділі «Прес-релізи». Рекламні матеріали містять спеціальні позначки. Розділ «Дайджест» може містити інформацію з Інтернету. Ми не несемо відповідальності за точність такої інформації. Призначено для осіб віком від 21 року.',

        'terms_of_use' => 'Угода користувача',
        'privacy_policy' => 'Політика конфіденційності',
        'manage_cookies' => 'Керування файлами cookie',
        'Accessibility & CC' => 'Accessibility & CC',
        'about' => 'Про нас',
        'newsletters_transcripts' => 'Newsletters Transcripts',
    ],
    'recommended' =>[
        'title' => 'Рекомендовані',
        'view-all' => 'Усі',
    ],
    'featured' =>[
        'title' => 'Обрані новини',
    ],

    'editor' => [
        'title' => 'Журналіст',
        'no_articles' => 'У журналіста немає опублікованих статей',
    ],

    'editors' => [
        'title' => 'Журналісти',
        'description' => 'Редактори Коментарі Україна: список редакторів та їхніх публікацій.',
        'empty' => 'Журналістів не знайдено',
    ],

    'author' => [
        'title' => 'Автор',
        'title-opinion' => 'Автор думок: ',
    ],

    'significant' =>[
        'title' => 'Список значущих',
        'persons' => 'Персони',
        'company' => 'Компанії',
        'ukraine' => 'Україна',
    ],

    'dossier' =>[
        'title' => 'Досьє',
        'company' => 'Компанія',
        'persons' => 'Персона',
    ],

    'articles-with-actions' =>[
        'title' => 'Новини',
        'last' => 'Останнє',
        'top' => 'ТОП',
        'exclusive' => 'Екслюзивне',
        'all' => 'Всі новини',
        'today' => 'сьогодні',
        'yesterday' => 'вчора',
    ],
];
